const clubData = [
  {
    "코드": "0100010",
    "그룹": "그룹 A",
    "동아리명": "그림패 어깨동무"
  },
  {
    "코드": "0100010",
    "그룹": "그룹 A",
    "동아리명": "시목문학동인회"
  },
  {
    "코드": "1110110",
    "그룹": "그룹 B",
    "동아리명": "디앵글스"
  },
  {
    "코드": "0100011",
    "그룹": "그룹 C",
    "동아리명": "회화동인회"
  },
  {
    "코드": "0100000",
    "그룹": "그룹 D",
    "동아리명": "소리하나"
  },
  {
    "코드": "0100000",
    "그룹": "그룹 D",
    "동아리명": "서예연수회"
  },
  {
    "코드": "0100000",
    "그룹": "그룹 D",
    "동아리명": "CES"
  },
  {
    "코드": "1001001",
    "그룹": "그룹 E",
    "동아리명": "증권투자연구회"
  },
  {
    "코드": "1111111",
    "그룹": "그룹 F",
    "동아리명": "UNLIMITED"
  },
  {
    "코드": "0100000",
    "그룹": "그룹 D",
    "동아리명": "교양독서회"
  },
  {
    "코드": "1011001",
    "그룹": "그룹 G",
    "동아리명": "논함"
  },
  {
    "코드": "1011111",
    "그룹": "그룹 H",
    "동아리명": "인액터스"
  },
  {
    "코드": "1011111",
    "그룹": "그룹 H",
    "동아리명": "코쿤"
  },
  {
    "코드": "1011111",
    "그룹": "그룹 H",
    "동아리명": "멋쟁이사자처럼"
  },
  {
    "코드": "1011111",
    "그룹": "그룹 H",
    "동아리명": "애드리"
  },
  {
    "코드": "1101010",
    "그룹": "그룹 I",
    "동아리명": "소농민"
  },
  {
    "코드": "1100111",
    "그룹": "그룹 J",
    "동아리명": "CUDA"
  },
  {
    "코드": "0100010",
    "그룹": "그룹 A",
    "동아리명": "PLATO"
  },
  {
    "코드": "1110111",
    "그룹": "그룹 K",
    "동아리명": "S&S"
  },
  {
    "코드": "1111111",
    "그룹": "그룹 F",
    "동아리명": "유스호스텔"
  },
  {
    "코드": "0000000",
    "그룹": "그룹 L",
    "동아리명": "기도연구회"
  },
  {
    "코드": "0110000",
    "그룹": "그룹 M",
    "동아리명": "무빙"
  },
  {
    "코드": "0110010",
    "그룹": "그룹 N",
    "동아리명": "하천생태연구회"
  },
  {
    "코드": "1011111",
    "그룹": "그룹 H",
    "동아리명": "캐너네이드"
  },
  {
    "코드": "1011110",
    "그룹": "그룹 O",
    "동아리명": "징검다리"
  },
  {
    "코드": "1110111",
    "그룹": "그룹 K",
    "동아리명": "RCY"
  },
  {
    "코드": "1010110",
    "그룹": "그룹 P",
    "동아리명": "그루터기"
  },
  {
    "코드": "1111111",
    "그룹": "그룹 F",
    "동아리명": "씨알모임"
  },
  {
    "코드": "1111110",
    "그룹": "그룹 Q",
    "동아리명": "상상네이버스"
  },
  {
    "코드": "1110010",
    "그룹": "그룹 R",
    "동아리명": "들벗"
  },
  {
    "코드": "1111110",
    "그룹": "그룹 Q",
    "동아리명": "미담장학회"
  },
  {
    "코드": "1110110",
    "그룹": "그룹 B",
    "동아리명": "한울회"
  },
  {
    "코드": "1111000",
    "그룹": "그룹 S",
    "동아리명": "남대전로타렉트"
  },
  {
    "코드": "1110000",
    "그룹": "그룹 T",
    "동아리명": "지게들"
  },
  {
    "코드": "1111110",
    "그룹": "그룹 Q",
    "동아리명": "AW"
  },
  {
    "코드": "1111110",
    "그룹": "그룹 Q",
    "동아리명": "팝스우리"
  },
  {
    "코드": "0111011",
    "그룹": "그룹 U",
    "동아리명": "악도량"
  },
  {
    "코드": "1100011",
    "그룹": "그룹 V",
    "동아리명": "쥬빌리"
  },
  {
    "코드": "1111111",
    "그룹": "그룹 F",
    "동아리명": "트래콤"
  },
  {
    "코드": "0101010",
    "그룹": "그룹 W",
    "동아리명": "합창단"
  },
  {
    "코드": "1111011",
    "그룹": "그룹 X",
    "동아리명": "관현악단"
  },
  {
    "코드": "1111111",
    "그룹": "그룹 F",
    "동아리명": "입큰개그리"
  },
  {
    "코드": "0111010",
    "그룹": "그룹 Y",
    "동아리명": "시나브로 극회"
  },
  {
    "코드": "0111111",
    "그룹": "그룹 Z",
    "동아리명": "CAPO"
  },
  {
    "코드": "1101110",
    "그룹": "그룹 AA",
    "동아리명": "CUE"
  },
  {
    "코드": "1111010",
    "그룹": "그룹 AB",
    "동아리명": "함성"
  },
  {
    "코드": "1111011",
    "그룹": "그룹 X",
    "동아리명": "백마들"
  },
  {
    "코드": "0110010",
    "그룹": "그룹 N",
    "동아리명": "비르투오소"
  },
  {
    "코드": "1111010",
    "그룹": "그룹 AB",
    "동아리명": "중앙풍물패"
  },
  {
    "코드": "1101010",
    "그룹": "그룹 I",
    "동아리명": "플레임즈"
  },
  {
    "코드": "1111010",
    "그룹": "그룹 AB",
    "동아리명": "농우회"
  },
  {
    "코드": "0111010",
    "그룹": "그룹 Y",
    "동아리명": "윈드스톰"
  },
  {
    "코드": "1111111",
    "그룹": "그룹 F",
    "동아리명": "태우회"
  },
  {
    "코드": "1100011",
    "그룹": "그룹 V",
    "동아리명": "우파루파"
  },
  {
    "코드": "1100010",
    "그룹": "그룹 AC",
    "동아리명": "동그라미"
  },
  {
    "코드": "1111111",
    "그룹": "그룹 F",
    "동아리명": "굿샷"
  },
  {
    "코드": "0100110",
    "그룹": "그룹 AD",
    "동아리명": "오름"
  },
  {
    "코드": "1101010",
    "그룹": "그룹 I",
    "동아리명": "올스타"
  },
  {
    "코드": "0111010",
    "그룹": "그룹 Y",
    "동아리명": "무형회"
  },
  {
    "코드": "0101011",
    "그룹": "그룹 AE",
    "동아리명": "언더독주짓수"
  },
  {
    "코드": "1100110",
    "그룹": "그룹 AF",
    "동아리명": "SL빌리어드"
  },
  {
    "코드": "1101111",
    "그룹": "그룹 AG",
    "동아리명": "에이킹스"
  },
  {
    "코드": "0100110",
    "그룹": "그룹 AD",
    "동아리명": "CNUBC"
  },
  {
    "코드": "1111010",
    "그룹": "그룹 AB",
    "동아리명": "SERVE"
  },
  {
    "코드": "0101011",
    "그룹": "그룹 AE",
    "동아리명": "한판"
  },
  {
    "코드": "1101111",
    "그룹": "그룹 AG",
    "동아리명": "RIDE"
  },
  {
    "코드": "1111111",
    "그룹": "그룹 F",
    "동아리명": "치고바꼬"
  },
  {
    "코드": "1101111",
    "그룹": "그룹 AG",
    "동아리명": "위캔버디"
  },
  {
    "코드": "0100111",
    "그룹": "그룹 AH",
    "동아리명": "충검회"
  },
  {
    "코드": "1000110",
    "그룹": "그룹 AI",
    "동아리명": "AFKN"
  },
  {
    "코드": "0010000",
    "그룹": "그룹 AJ",
    "동아리명": "타임지연구반"
  },
  {
    "코드": "0100000",
    "그룹": "그룹 D",
    "동아리명": "DIALOG"
  },
  {
    "코드": "110X010",
    "그룹": "그룹 AK",
    "동아리명": "하이볼"
  }
];