const clubData = [
  {
    코드: "0100010",
    그룹: "그룹 A",
    동아리명: "그림패 어깨동무",
    소개글: `"그림을 좋아하는 학우의 모임, 그림패 어깨동무입니다!"어깨동무는 만화, 애니메이션, 웹툰, 게임 일러스트, 소설 일러스트, 판화 등 다양한 시각매체에 관심있는 학우가 모여 창작활동을 하고 있는 동아리입니다.`,
    인스타그램: "https://www.instagram.com/cnu_ugdm",
    차차: "미술동아리",
  },
  {
    코드: "0100010",
    그룹: "그룹 A",
    동아리명: "시목문학동인회",
    소개글: `시목문학동인회는 중앙동아리 전시분과에 소속된 문학 창작 동아리입니다.매 학기 시집을 발간하며, 서로의 시를 나누고 감상하는 합평을 주 2회(화, 목) 진행하고 있습니다. 날씨가 좋은 날에는 바깥에서 백일장도 진행하며, 학기 중 한 번씩 동인들의 시를 전시하는 시화전을 개최합니다. 이외 흥미와 가치관이 맞는 여러 동인이 임원진의 주체 하 다양한 소모임을 열기도 합니다.시뿐만 아니라 소설이나 영화 등 다른 예술 분야에 관심 있는 동인들이 모여서 함께 활동하는 경우도 있기에, 글쓰기에 관심이 있다면 시목은 언제든 환영합니다.`,
    인스타그램: "https://www.instagram.com/seetree_liter",
    차차: "독서동아리",
  },
  {
    코드: "1110110",
    그룹: "그룹 B",
    동아리명: "디앵글스",
    소개글: `안녕하세요, 충남대학교 사진 동아리 디앵글스입니다. 사진을 좋아하시는 분이라면 누구든지 환영입니다. 디앵글스에서는 주말마다 진행하는 정기출사와, 기본 지식을 익힐 수 있는 사진 강의와 더불어, 소규모 사진 활동 등 다양한 활동을 진행하고 있습니다. 또한 회원이라면 누구나 카메라 대여와 필름 구매 및 현상 등을 하실 수 있습니다.   사진과 사람, 그리고 여행의 매력을 디앵글스에서 느껴보세요!`,
    인스타그램: "https://www.instagram.com/theangles1969",
    차차: "사진동아리",
  },
  {
    코드: "0100011",
    그룹: "그룹 C",
    동아리명: "회화동인회",
    소개글: `회화동인회는 1973년도에 설립된 충남대학교 유일의 순수 미술 동아리입니다. 미술에 어렵지 않게 다가가고, 함께 배우며 성장함에 목표를 둡니다. 다양한 정기 활동과 이벤트를 기획하여 회화동인회를 찾는 모두가 미술 활동을 즐길 수 있기를 소망하고 있습니다. 전공과 실력에 관계없이 예술에 호기심을 가진 모든 학우 여러분을 환영합니다.`,
    인스타그램: "https://www.instagram.com/palette.of_cnu",
    차차: "미술동아리",
  },
  {
    코드: "0100000",
    그룹: "그룹 D",
    동아리명: "소리하나",
    소개글: `음악과 휴식이 있는 공간 "소리하나"입니다. 소리하나는 상록회관 음악 감상실 운영을 통해 학우들에게 편안한 휴식처를 제공합니다. LP플레이어와 같은 음향기기를 이용하여 음악 감상을 통해 다양한 장르의 음악을 서로 공유하는 동아리입니다.`,
    인스타그램: "https://www.instagram.com/sori._.hana/",
    차차: "감상동아리",
  },
  {
    코드: "0100000",
    그룹: "그룹 D",
    동아리명: "서예연수회",
    소개글: `"대학생 서예 문화의 부흥을 꿈꾸는 충남대학교 중앙동아리, 서예연수회입니다."
    안녕하세요! 충대서예연수회 입니다.1968년부터 이어진 오랜 전통을 가진 저희 동아리는 매 학기마다 사자성어, 시 등의 작품으로 전시회를 열며 역사와 전통을 이어가고 있습니다.
 도제에 필요한 종이, 먹, 붓 등의 문방사우, 작품을 만들기 위한 족자 비용 등은 전부 동아리에서 지원해 드립니다!
 서예를 해본적이 없거나 전혀 모르셔도 괜찮습니다. 서예의 낭만에 관심 있으신 분들 환영합니다!`,
    인스타그램: "https://www.instagram.com/cnu_seoyeah/",
    차차: "미술동아리",
  },
  {
    코드: "0100000",
    그룹: "그룹 D",
    동아리명: "CES",
    소개글: `곤충과 생물에 관심 있는 누구나 환영`,
    인스타그램:
      "https://www.instagram.com/ces.insects?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "관찰동아리",
  },
  {
    코드: "1001001",
    그룹: "그룹 E",
    동아리명: "증권투자연구회",
    소개글: `"우리 증권투자연구회는 투자에 관심 있는 회원들끼리 모여 함께 경험을 나누고 학습하는 공간입니다." 충남대학교 학술동아리 증권투자연구회입니다. 증권에 관심 있는사람들이 모여 주식, 투자에 관해 연구하며 회원들의 경제 지식을 증가시키고 역량을 향상시켜, 최종적으로 경제적 자유 달성을 목표로 하는 동아리입니다.`,
    인스타그램:
      "https://www.instagram.com/cnus.i.r.t/?utm_source=ig_web_button_share_sheet",
    차차: "학술동아리",
  },
  {
    코드: "1111111",
    그룹: "그룹 F",
    동아리명: "UNLIMITED",
    소개글: `안녕하세요. 컴퓨터 하드웨어 & e-sports 동아리 UNLIMITED입니다. 저희 UNLIMITED는 14년 충남대 최초의 컴퓨터 하드웨어 동아리로 출발하였고, 18년부터 TESPA 클럽을 가입하게 되면서 e-sports 동아리를 같이 병행하고 있습니다. 절대 동아리 활동을 강요하지 않으며 자유로운 분위기 속에서 마음이 맞는 사람끼리 활동을 하시면됩니다.
1. 컴퓨터 부품 기초 교육, 컴퓨터 유지보수 관련 교육
- 각 학기당 프로젝트 운영, 컴퓨터 조립에 관심 많은 분들을 위한 조립 교육! 2. IT 관련 교육(아두이노, 라즈베리파이 등) 및 프로젝트
- 아두이노 교육을 통해 관심있는 사람들끼리 조를 만들어 대회준비도 가능! (스펙 UP)
3. 교내외 교류전, e스포츠 기획 및 참가
- 작지만 알찬 E-sports 대회 개최 및 참여 가능!
4. 동아리 자체 게임 이벤트
이 외에도 여러 활동들이 준비되어 있고 컴퓨터를 완전모르는 초보부터 스펙은 쌓고싶은데 대외활동 관련 정보가 부족하신 분들, 그냥 게임을 좋아하시는 분들 !
누구나 환영합니다.`,
    인스타그램:
      "https://www.instagram.com/cnu_unlimited?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "컴퓨터동아리",
  },
  {
    코드: "0100000",
    그룹: "그룹 D",
    동아리명: "교양독서회",
    소개글: `"교양독서회는 편히 쉴 수 있는 자유롭고 친근한 분위기의 동아리로 독서와 관련된 활동을 주로 하는 학술분과 동아리입니다." 책을 읽은 후 북토크나 한 책 읽기 등을 통해 서로의 생각을 공유하고 책 이외에도 영화를 같이 감상한 뒤 토론을 하고 있으며 교내에서 진행하는 다양한 독서 관련 프로그램 또한 독려하고 있습니다.`,
    인스타그램: "https://www.instagram.com/cnu_gyodok",
    차차: "독서동아리",
  },
  {
    코드: "1011001",
    그룹: "그룹 G",
    동아리명: "논함",
    소개글: `하고 싶은 말은 많은데 입 밖으로는 꺼내지 못 하는 당신
남들 앞에만 서면 부들부들 떨리는 당신
횡설수설하며 두서 없는 말만 늘어놓는 당신
토론동아리 "논함"으로 오세요!
체계적인 교육과 정규 활동을 통해 스피치 능력을 길러드립니다!
다양한 사람들과 대화를 나누며 견문을 넓히기까지!
다같이 "논함"으로써 발전하는 우리는 "논함"입니다.`,
    인스타그램:
      "https://www.instagram.com/nonham_official?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "학술동아리",
  },
  {
    코드: "1011111",
    그룹: "그룹 H",
    동아리명: "인액터스",
    소개글: `인액터스는 사회적 책임감을 갖춘 차세대 비즈니스 리더를 양성하는 글로벌 리더쉽 단체입니다. 전 세계 32개국 1,700여 개의 대학과 세계 유수기업들의 파트너쉽을 통해 대학생들이 지역사회 실존하는 문제를 비즈니스 프로젝트로 해결할 수 있도록 기반을 만듭니다. 한국 인액터스는 현재 26개 대학과 9개 기업 파트너쉽으로 운영되고 있으며 500여명이 활동하고 있습니다. 지금 이 순간에도 전 세계 인액터스 학생들은 더 나은 세상을 만드는 비즈니스를 실행하고 실질적인 변화를 주도해 나감으로써 지속 가능한 세상을 만드는 차세대 비즈니스 리더로 성장하고 있습니다.`,
    인스타그램:
      "https://www.instagram.com/enact.cnu?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "창업동아리",
  },
  {
    코드: "1011111",
    그룹: "그룹 H",
    동아리명: "코쿤",
    소개글: `충남대학교 창업동아리 코쿤`,
    인스타그램: "https://www.instagram.com/cnu_cocoon/",
    차차: "창업동아리",
  },
  {
    코드: "1011111",
    그룹: "그룹 H",
    동아리명: "멋쟁이사자처럼",
    소개글: `멋쟁이사자처럼은 '내 아이디어를 내 손으로 실현한다'라는 모토 아래, 전국의 58개 대학이 참여하고 있는 국내 최대 규모의 IT 창업 동아리입니다. 프로그래밍 언어부터 웹 개발에 이르기까지 다양한 IT 기술에 대해 함께 공부해 가며 누구나 자신이 원하는 IT 서비스를 구현하고 창의적인 소프트웨어 인재를 양성하고자 설립되었습니다. IT 기술 뿐만 아니라 리더십, 협업, 문제 해결 능력을 함께 길러갈 수 있으며 이를 위해 다양한 스터디, 네트워킹, 행사를 지원하여 동아리원들이 자기 아이디어를 실현하고, 사회에 긍정적인 영향을 미칠 수 있도록 돕고자 합니다.`,
    인스타그램:
      "https://www.instagram.com/likelion._.cnu?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "창업동아리",
  },
  {
    코드: "1011111",
    그룹: "그룹 H",
    동아리명: "애드리",
    소개글: `"충남대학교 유일 중앙 광고 동아리 애드리입니다." 애드리는 광고 및 마케팅 에 관심이 있는 학우들이 모여 만들어졌습니다. 주로 광고를 목적으로 한 UCC(User Created Contents)를 제작하고, 이때 광고는 광의의 광고로써, 대상의 가치를 알리는 활동 전반을 의미합니다. 제작한 UCC로 공모전에 참가하거나, 여러 대외 활동에 참여하는 등 동아리원의 관심 분야에 대한 전문성을 높이는 동시에, 졸업 후 취직에도 도움이 될 수 있는 활동을 추구하는 커뮤니티입니다. 또한, 광고를 좋아한다는 공통점 아래 다양한 학과의 사람들과 친해져 대학 생활 중 소중한 인연을 만드는 데에도 힘쓰며 친목을 도모합니다. 광고와 마케팅에 관심 있는 분들, 혹은 영상과 디자인에 관심 있는 분들 모두 환영입니다 :> !!`,
    인스타그램:
      "https://www.instagram.com/cnu_adri?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "창업동아리",
  },
  {
    코드: "1101010",
    그룹: "그룹 I",
    동아리명: "소농민",
    소개글: `"축구는 손흥민! 농사는 소농민!" 농대 1호관 옥상에서 작게 텃밭 농사 중이어유..
친목도 다지고 새참도 함께 하고
가~끔 농활도 가자구유..

평범한 학교 생활은 지겹잖아유~
속세는 잠깐 잊어봐유..
자세한 건 인스타그램에 나와있어유.`,
    인스타그램:
      "https://www.instagram.com/sonong_min?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "농사동아리",
  },
  {
    코드: "1100111",
    그룹: "그룹 J",
    동아리명: "CUDA",
    소개글: `“地上의 平和와 水中의 安全을” 지구의 70퍼센트를 이루고 있는 바다.
아름답고 신비한 바다의 세계로 여러분을 초대합니다.

충남대 잠수회 CUDA는 프리다이빙부터 스쿠버다이빙까지 국내외 바다를 탐험합니다.`,
    인스타그램: "https://www.instagram.com/cuda__official",
    차차: "잠수동아리",
  },
  {
    코드: "0100010",
    그룹: "그룹 A",
    동아리명: "PLATO",
    소개글: `"접시에 우릐의 추억을 담아내는 충남대 유일 요리 동아리 'plato'입니다." 요리를 즐기는 분, 향후 요식업 창업에 관심 있는 분, 맛집 탐방에 진심이신 분, 내 요리실력을 뽐내고 싶은 분, 라면 물도 못 맞추지만 열정으로 배워나갈 분 등 환영합니다!정기 활동일과 개강총회-종강총회는 “일요일”입니다. 일요일에 활동 가능하신 분들만 지원해주세요.공간 상의 한계로 한정된 인원만 받고 있는 점 양해 부탁드립니다.가입 문의는 문자메시지, 오픈채팅, 인스타그램 DM을 이용해주시면 감사하겠습니다.`,
    인스타그램:
      "https://www.instagram.com/cnu_plato_?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "요리동아리",
  },
  {
    코드: "1110111",
    그룹: "그룹 K",
    동아리명: "S&S",
    소개글: `당구 유형 중 하나인, 포켓볼을 배우고, 승패를 나누며 재미있는 충남대 동아리 라이프를 즐기는 곳입니다.  
1. 학기 내에 2회 정기 포켓볼 토너먼트 진행
2. 강습부와 함께 주기적인 포켓볼 강습
3. 막동, 각종 총회, MT, 외부 당구장 방문, 자유로운 술자리 모임 (술&술..) 등 여러가지 재밌는 활동!`,
    인스타그램:
      "https://www.instagram.com/sns_cnu_pocketball?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "포켓볼동아리",
  },
  {
    코드: "1111111",
    그룹: "그룹 F",
    동아리명: "유스호스텔",
    소개글: `저희 동아리는 여행을 사랑하는 사람들이 모여 함께 떠나고, 추억을 쌓는 동아리입니다.
국내부터 해외까지 다양한 여행을 함께하며, 친목을 다지는 것은 물론, 혼자 떠나기 어려운 여행도 함께할 수 있다는게 가장 큰 장점입니다. 여행동아리는 활동의 범위가 다채로워서 부담갖고 오지 않으셔도 됩니다!`,
    인스타그램: "https://www.instagram.com/cnu_youthhostel",
    차차: "여행동아리",
  },
  {
    코드: "0000000",
    그룹: "그룹 L",
    동아리명: "기도연구회",
    소개글: `"1980년대부터 이어진 충남대 기도연구회는 대학생 바둑 동아리로 취미와 실력 향상 기회 제공을 목적으로 함."`,
    인스타그램: "x",
    차차: "바둑동아리",
  },
  {
    코드: "0110000",
    그룹: "그룹 M",
    동아리명: "무빙",
    소개글: `"충남대학교 영화 감상 동아리 '무빙'입니다."저희 동아리는 영화 감상을 포함해 영화관 방문, 영화와 관련된 행사나 영화제 참석과 같은 다양한 활동을 중점으로 영화를 좋아하는 사람들끼리 자유롭게 영화 이야기를 할 수 있는 분위기를 만들고 유용한 정보를 주고 받을 수 있도록 하는 것을 목표로 삼고 있습니다. 영화를 좋아하시거나, 영화 이야기를 할 사람을 찾고 계신다면 무빙으로 오세요 ~`,
    인스타그램:
      "https://www.instagram.com/cnu_moving?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "감상동아리",
  },
  {
    코드: "0110010",
    그룹: "그룹 N",
    동아리명: "하천생태연구회",
    소개글: `"탐어, 담수생물 사육을 비롯하여 여러 활동들을 통해 하천생태를 탐구하는 동아리입니다."저희 동아리는 대전지역 내 하천에서 탐어활동과 환경 정화 활동들을 주로 하고 있으며,
동아리 내에서 담수생물 사육을 하고 이와 관련된 정보들을 서로 공유하는 취미분과 동아리 입니다!
흥미는 있는데 관련 경험이 없다고 걱정 NO!
이색적이고 재미가 가득한 동아리 활동들이 가득합니다!`,
    인스타그램: "https://www.instagram.com/cnu_hasaengyeon/",
    차차: "관찰동아리",
  },
  {
    코드: "1011111",
    그룹: "그룹 H",
    동아리명: "캐너네이드",
    소개글: `캐너네이드는 드론의 비행뿐만 아니라, 제작 및 조립, 사진 촬영, 영상 제작에 이르는 다양한 활동을 통해 드론이 가진 무한한 가능성을 탐구하고 있습니다.또한, 드론을 활용한 다양한 경진대회 및 공모전 참여를 통해 실력을 향상시키고, 함께 성장하는 재미를 느껴봐요!`,
    인스타그램: "https://www.instagram.com/cnu_cannonade",
    차차: "컴퓨터동아리",
  },
  {
    코드: "1011110",
    그룹: "그룹 O",
    동아리명: "징검다리",
    소개글: `겸딩이 초등학생들과 함께하는 봉사동아리
대상 - 4~6학년
과목 - 국.영.수
시간 - 목,금 (6시~7시)
매주 월요일 정기모임 (봉사자모집, 공지사항 전달, 친목활동)
봉사 외 동아리 친목활동 多`,
    인스타그램: "https://www.instagram.com/jingum_official",
    차차: "봉사동아리",
  },
  {
    코드: "1110111",
    그룹: "그룹 K",
    동아리명: "RCY",
    소개글: `"우리 주변의 어려운 이웃을 돕고 사랑과 봉사를 실천하는 충남대학교 봉사동아리, RCY" 대한적십자회 산하의 RCY는 올해로 창립 70주년을 맞은 범세계적 봉사단체입니다. 봉사 동아리 RCY는 사랑과 봉사의 적십자 정신을 배우고 생명과 건강을 보호하는 안전활동, 지역사회를 위한 봉사활동을 실천합니다. 대전·세종지사 산하에 소속된 타대학 학생들과 교류하며 단체 활동과 자체 활동을 병행하고 있습니다.
대표 프로그램으로는 국가유공자 지원 ‘오늘 프로젝트’, 취약계층 청소년 멘토링 ‘내일 프로젝트’, 빵 나눔 봉사, 연탄 나눔 봉사, 재해구호 봉사, 헌혈 캠페인, 플로깅 (환경 정화 봉사) 등의 활동이 있습니다.`,
    인스타그램: "https://www.instagram.com/rcy_cnu",
    차차: "봉사동아리",
  },
  {
    코드: "1010110",
    그룹: "그룹 P",
    동아리명: "그루터기",
    소개글: `"지역사회 학생들에게 교육을 통해 선한 영향력을 행사하고 부원들과 좋은 추억을 만들어가는 동아리입니다." 여러 교육봉사 활동을 퉁해 지역사회 학생들을 돕고 동아리 부원들간 친목 활동을 통해 좋은 관계를 유지하고자 합니다.`,
    인스타그램: "https://www.instagram.com/cnu_grutergi",
    차차: "봉사동아리",
  },
  {
    코드: "1111111",
    그룹: "그룹 F",
    동아리명: "씨알모임",
    소개글: `씨알모임은 1964년 C35충남대학교에서 시작한 봉사 동아리입니다.주활동은 매주 수요일 정기적인 모임을 통하여 봉사 활동 계획을 수립하고 회원 간 친목 도모 및 단결 활동을 진행하고 있습니다. 또한 회의를 통하여 봉사에 대한 이야기를 자유롭게 이야기하고 하고 싶은 봉사 활동을 선택적으로 할 수 있다는 점이 장점입니다.
봉사 이외에 각종 야유회와 수련대회와 같은 재미있는 컨텐츠도 준비되어 있습니다.`,
    인스타그램: "x",
    차차: "봉사동아리",
  },
  {
    코드: "1111110",
    그룹: "그룹 Q",
    동아리명: "상상네이버스",
    소개글: `"상상 그 이상! 다양한 봉사로 보람 넘치는 대학생활을 꿈꾸며" 충남대학교 봉사동아리 상상네이버스입니다. 상상네이버스는 KT&G의 산하동아리로 다양한 대외 활동, 캠페인의 기회가 있습니다. 또 매달 1회 마중물 정기봉사, 매주 2회 아동센터 정기봉사를 진행 중입니다. 이외에도 다양한 비정기 봉사와 친목 행사를 기획 중이니 많은 관심 부탁드립니다!`,
    인스타그램: "https://www.instagram.com/cnu_ssnb",
    차차: "봉사동아리",
  },
  {
    코드: "1110010",
    그룹: "그룹 R",
    동아리명: "들벗",
    소개글: `봉사를 하고 싶어하는 학생들이 모인 동아리로써 남을 위해 자신이 가진 재능을 베풀고 또한 단체활동을 통해서 혐력심을 기르는 동아리 입니다! `,
    인스타그램: "x",
    차차: "봉사동아리",
  },
  {
    코드: "1111110",
    그룹: "그룹 Q",
    동아리명: "미담장학회",
    소개글: `“봉사기획과 대외활동을 한번에!”

CNU미담장학회, 아름다운 이야기를 담은 동아리로써, 2024 국원들과 함께 그 아름다운 이야기를 써 내려가고 있습니다.

저소득층과 소외계층을 비롯한 취약계층 청소년들을 대상으로 교육 및 재능기부 활동을 위해 설립되었습니다. 정부나 기업이 주도하는 비자발적이고 일회성의 여타 봉사활동과는 달리, 충남대학교 재학생들이 직접 기획하고 운영하여 더 주도적이고 지속적인 활동을 지향합니다.

또한 교육봉사 멘토들을 충남대학교 전체 재학생들을 대상으로 모집하고 있으며, 카이스트, 디지스트, 경북대학교, 부산대학교, 전남대학교 등 전국 11개 대학교의 ‘미담장학회’ 동아리들과 연합하여 네트워크를 형성하고 있습니다

자신이 하고 싶은 교육봉사를 기획하고 직접 봉사할 기회에 함께 참여해보시는 건 어떠신가요?`,
    인스타그램: "https://www.instagram.com/cnumidam",
    차차: "봉사동아리",
  },
  {
    코드: "1110110",
    그룹: "그룹 B",
    동아리명: "한울회",
    소개글: `"한국 청소년연맹 소속 연합 봉사 동아리입니다." 대전지부의 다른 대학교와 연합하여 아람단, 누리단 등의 연맹 소속 초/중/고등학생 인솔 봉사를 진행하고, 인솔 봉사 이외에도 VMS, 1365 등을 통한 봉사도 자체적으로 진행합니다.
봉사뿐만 아니라 타 대학과의 연합행사, 충남대 한울회만의 자체적인 활동도 진행합니다.`,
    인스타그램: "https://www.instagram.com/hanwool_cnu",
    차차: "봉사동아리",
  },
  {
    코드: "1111000",
    그룹: "그룹 S",
    동아리명: "남대전로타렉트",
    소개글: `"봉사에 뜻을 둔 젊은 청춘들이 모여 즐겁게 봉사하는 동아리입니다." 로타랙트는 전 세계적인 봉사 단체로 유명한, 로타리의 후원을 받아 운영하는 작은 대학교 버전이며
지역사회 및 국제사회를 위한 봉사에 뜻을 둔 젊은 청춘들이 한마음으로 모여 구성된 봉사 동아리입니다.`,
    인스타그램: "https://www.instagram.com/cnu_rotaract_",
    차차: "봉사동아리",
  },
  {
    코드: "1110000",
    그룹: "그룹 T",
    동아리명: "지게들",
    소개글: `"봉사와 정을 배우고 실천하고자 하는 충남대학교 봉사동아리 ‘지게들’입니다." - 매주 수요일, 목요일, 금요일에 봉사자 4명을 지원받아 교육봉사를 진행합니다.
- 교육봉사의 대상은 초등학생부터 고등학생까지 다양하며 주로 수학과 과학을 지도합니다.
- 개인 일정에 맞춰 자유롭게 지원할 수 있습니다.`,
    인스타그램: "https://www.instagram.com/cnu_jigedeul",
    차차: "봉사동아리",
  },
  {
    코드: "1111110",
    그룹: "그룹 Q",
    동아리명: "AW",
    소개글: `AW는 음악, 서브컬처, 그리고 패션을 사랑하는 사람들이 모인 공간입니다. 우리는 작업을 통해 창의적인 아이디어를 구현하기도 하고, 음악뿐만 아니라 서브컬처와 패션에 대한 이야기를 나누며 서로의 관심을 공유하기도 합니다. 또한, 동아리 파티를 열어 함께 즐거운 시간을 보내기도 합니다. 우리와 함께 음악과 다양한 문화를 공유하고, 창의적인 활동을 함께하며 즐거운 시간을 보냅시다. AW 동아리에서 여러분을 환영합니다~`,
    인스타그램: "https://www.instagram.com/awdropthehot/",
    차차: "노래동아리",
  },
  {
    코드: "1111110",
    그룹: "그룹 Q",
    동아리명: "팝스우리",
    소개글: `"통기타와 함께 청춘의 낭만을 노래하는 우린 팝스우리입니다"
안녕하세요
충남대학교 순수 통기타 창작 공연 동아리 팝스우리입니다 :D
통기타에 관심이 있다?
노래가 너무 좋아서 직접 연주하면서 부르고 싶다?
무대에 올라 공연을 하고 싶다?
이런 생각을 하셨다면 저희 팝스우리에서 찾는 인재 분들이십니다 ★
저희 동아리의 주요 활동은 다음과 같습니다 :)`,
    인스타그램: "https://www.instagram.com/pops__woory",
    차차: "밴드동아리",
  },
  {
    코드: "0111011",
    그룹: "그룹 U",
    동아리명: "악도량",
    소개글: `"올해로 창립 47년째를 맞이하는 역사와 전통의 국악동아리 악도량입니다"
조선시대 왕가를 중심으로 연주되는 정악을 바탕으로 산조와 민요까지 다양한 국악곡/국악기를 배우고 합주하는 활동을 하고 있습니다.`,
    인스타그램: "https://www.instagram.com/akdoryang_cnu",
    차차: "풍물동아리",
  },
  {
    코드: "1100011",
    그룹: "그룹 V",
    동아리명: "쥬빌리",
    소개글: `충남대학교 유일의 마술동아리 쥬빌리입니다.
마술을 하고 싶으신 분들, 마술을 보고 싶으신 분들 전부 환영합니다.
마술에 관심이 있으시다면 한누리회관 409호로 와주세요.`,
    인스타그램: "https://www.instagram.com/cnu_jubilee",
    차차: "마술동아리",
  },
  {
    코드: "1111111",
    그룹: "그룹 F",
    동아리명: "트래콤",
    소개글: `충남대학교 학우 여러분들 안녕하세요! 충남대학교 중앙 밴드 동아리 트래콤입니다!
저희는 장르를 불문하고 다양한 노래, 그리고 아직 빛을 발하지 못한 곡들을 커버하여 재미있는 공연을 만드는 활동을 합니다.
음악이 좋다! 낭만과 열정으로 꾸며진 대학 생활을 하고 싶다! 밴드 활동에 로망이 있다! 아름다운 추억을 만들고 싶다! 모두 환영입니다 :D`,
    인스타그램: "https://www.instagram.com/cnu_official.tracom",
    차차: "밴드동아리",
  },
  {
    코드: "0101010",
    그룹: "그룹 W",
    동아리명: "합창단",
    소개글: `"화음으로 청춘을 노래하는 우리"
안녕하세요, 충남대학교 합창동아리 CNUC 입니다. 노래에 관심은 많지만 혼자선 부끄럽고 자신 없을 때, CNUC는 당신과 함께 노래 부를 준비가 되어있습니다. 노래를 잘 하는 것 보다 하나의 목소리와 화음으로 부르는 것이 중요하기에, 저흰 언제나 여러분들을 맞이할 준비가 되어 있습니다. 언제든지 찾아와 주세요!`,
    인스타그램: "https://www.instagram.com/cnuchoir",
    차차: "노래동아리",
  },
  {
    코드: "1111011",
    그룹: "그룹 X",
    동아리명: "관현악단",
    소개글: `"저희 충남대학교 관현악단은 '아마추어' 오케스트라 동아리입니다.
1) 개인악기가 없어도, 악기를 처음 다뤄도 누구나 가입이 가능하며 동아리방에서 악기를 대여해드리고 있습니다.

2) 소연주회 4회, 정기연주회 1회로 다양한 연주회 행사를 통해 합주 참여의 기회를 제공합니다.

3) MT, 멘토멘티 등 다양한 모임행사를 진행해 가족같은 분위기를 만들어갑니다.`,
    인스타그램: "https://www.instagram.com/cnu_po/",
    차차: "관현악동아리",
  },
  {
    코드: "1111111",
    그룹: "그룹 F",
    동아리명: "입큰개그리",
    소개글: `“댄스와 보컬, 랩 다양한 장르를 즐기고 싶다면? 입큰개그리로!”
입큰개그리는 댄스, 랩, 보컬 등 다양한 장르의 활동을 하며 여러 곳에서의 공연을 진행하는 충남대학교의 중앙 공연예술동아리입니다.같은 취미에 열정이 가득한 사람들이 한데 모여 함께 무대를 만들어가며 즐거운 대학 생활을 즐길 수 있습니다.`,
    인스타그램: "https://www.instagram.com/ipkn__gagry",
    차차: "춤동아리",
  },
  {
    코드: "0111010",
    그룹: "그룹 Y",
    동아리명: "시나브로 극회",
    소개글: `
"사소한 배역이란 없다. 다만 하찮은 배우만이 있을 뿐이다."
“노예처럼 일하고, 신처럼 창조하고, 왕처럼 군림하라”
시나브로 극회는 1974년 5월 26일 부터 51년간 총 126회의 정기 공연, 38회의 워크샵 공연 진행 등 지속적인 공연 활동을 하고 있는 충남대학교 유일 연극동아리 입니다:)
조명을 받으며 연극을 하고 싶으신 분, 무대 제작에 관심 있으신 분, 음향이나 조명기기를 다뤄보고 싶으신 분 모두 환영합니다!`,
    인스타그램: "https://www.instagram.com/sinabeuro_play_cnu",
    차차: "연극동아리",
  },
  {
    코드: "0111111",
    그룹: "그룹 Z",
    동아리명: "CAPO",
    소개글: `
"낭만을 품은 청춘들이 연주를 펼칠 수 있는 통기타 버스킹 동아리입니다." 
충남대학교 중앙 기타버스킹 동아리 'CAPO'입니다.
카포는 낭만과 열정으로 가득한 동아리입니다. 음악 하나로 뭉친 다양한 사람들과 취향, 취미를 공유하며 버스킹과 같은 공연을 진행합니다. 음악을 좋아하는 누구나 환영이니 대학생활을 낭만있게 즐기고 싶은 분들은 나이, 과, 학번 상관없이 모두 두 팔 벌려 환영합니다!`,
    인스타그램: "https://www.instagram.com/cnu_capo_official",
    차차: "밴드동아리",
  },
  {
    코드: "1101110",
    그룹: "그룹 AA",
    동아리명: "CUE",
    소개글: `
"SLAY ALL DAY!!"
충남대학교 디제잉 동아리 CUE는 EDM, 팝, 힙합 장르 불문하고 노래에 대한 다양한 취향을 공유합니다. 파티, 버스킹 등을 직접 기획가능하며 무대에서 내가 좋아하는 노래를 들려주거나 들을 수 있습니다!
비트 매칭, 믹셋 만들기 , 스크래치 등 디제잉에 관한 모든 것을 함께 배웁니다!
남녀노소 나이불문 국적불문 음악을 사랑하고 디제잉에 관심이 있는 누구나!`,
    인스타그램:
      "https://www.instagram.com/cue_cnu_official?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "밴드동아리",
  },
  {
    코드: "1111010",
    그룹: "그룹 AB",
    동아리명: "함성",
    소개글: `안녕하세요 충남대학교 1학생회관 유일의 중앙 밴드 동아리 함성입니다!

- 공연/버스킹을 해보고 싶다
- 음악에 관심이 많다
- 악기 경험이 있다
- 악기/노래를 배우고 싶다
- 다양한 음악에 대한 이야기를 나누고 싶다`,
    인스타그램: "https://www.instagram.com/cnu_hamsung_1987",
    차차: "밴드동아리",
  },
  {
    코드: "1111011",
    그룹: "그룹 X",
    동아리명: "백마들",
    소개글: `"충남대학교 중앙동아리 밴드 백마들입니다."
충남대학교 중앙 밴드 동아리 백마들은 올해로 47년째 활동을 이어가고 있으며 여러 음악을 접하고 소통하며 많은 사람과 음악적으로 교감하는 것을 목표로 하고 있습니다. 교내 행사 및 타 대학 소속 밴드 동아리들과의 공연 등 다양한 공연을 진행하고 있습니다.-`,
    인스타그램: "https://www.instagram.com/cnu_whitehorses",
    차차: "밴드동아리",
  },
  {
    코드: "0110010",
    그룹: "그룹 N",
    동아리명: "비르투오소",
    소개글: `"기타에 관심이 있었지만 배울 기회가 없었던 분, 좋은 취미 활동 하나 가지고 싶은 분, 심심한데 시간 때울 게 필요한 분 모두 환영합니다!"
안녕하세요 저희는 충남대학교 클래식기타 동아리 비르투오소입니다!신입부원을 모집하고 있습니다!`,
    인스타그램: "https://www.instagram.com/cnu_virtuoso/",
    차차: "밴드동아리",
  },
  {
    코드: "1111010",
    그룹: "그룹 AB",
    동아리명: "중앙풍물패",
    소개글: `" 꽹과리 징 장구 북 소고, 등을 다루고, 행사는 주로 공연으로 구성하며 함께 즐기는 것이 목적입니다 "
안녕하세요! 충남대학교 중앙동아리 공연분과 소속 중앙풍물패입니다.
저희는 꽹과리, 장구, 북, 징 네가지 악기로 구성된 사물놀이를 중심으로, 웃다리, 정읍 우도
농악, 영남 사물놀이 가락을 연습하고 있고, 1년에 3번의 정기 공연을 진행하고 있습니다. 악
기를 처음 접해보시는 분들도 제한 없이 가입이 가능하며 악기 채 잡는 법부터 차근차근 알려
드리니 부담가지지 않으셔도 됩니다!다또한 공연 동이리이므로 주중에 고정 연습시간이 필요한 점 염두에 두시고 연락 부탁드립니다..!!`,
    인스타그램: "https://www.instagram.com/cnu_joongpoong",
    차차: "풍물동아리",
  },
  {
    코드: "1101010",
    그룹: "그룹 I",
    동아리명: "플레임즈",
    소개글: `"불처럼 뜨거운 팀워크와 화려한 음악성이 돋보이는 밴드 [FLAMES]입니다!"
음악을 좋아하는 사람들이 모여 열정을 이어가며 무대를 즐기는 중앙밴드 동아리 플레임즈입니다! 플레임즈는 밴드음악을 좋아하는 분들과 함께 실력을 갈고 닦아 무대에서 뽐내며 즐거움을 찾아가는 동아리입니다. 밴드공연, 음악을 즐기시는 분들은 많은 관심 부탁드립니다!`,
    인스타그램: "https://www.instagram.com/we_are_flamesc",
    차차: "밴드동아리",
  },
  {
    코드: "1111010",
    그룹: "그룹 AB",
    동아리명: "농우회",
    소개글: `저희 동아리는 81년부터 이어진 전통이 깊은 농구 동아리이며 농대 상록회관에 동아리방을 두고 열심히 활동하고 있습니다.
매주 수요일 17-20시, 농대 농구 코트에서 정기모임을 가지고 있으며, 농구 외에도 여러 활동을 하며 동아리원들 간의 친목을 다지는 자리도 많이 가지고 있습니다.

농구 실력에 상관없이 농구를 사랑하고 좋아하시는 분들이라면 모두 환영입니다. 농구에 관심이 많으신 분들이나 매니저로써 힘써주실 분들 모두 모집하고 있습니다.

그리고 매 학기마다 춘계, 추계 백마 리그와 동아리 졸업생 선배들과 자리를 갖는 OBYB 등 여러 행사들을 진행하고 있습니다.

관심이 있으신 분들은 연락 주시길 바랍니다. `,
    인스타그램: "https://www.instagram.com/jaguar_cnu?igsh=OGttbnN1MmVncGY0",
    차차: "농구동아리",
  },
  {
    코드: "0111010",
    그룹: "그룹 Y",
    동아리명: "윈드스톰",
    소개글: `안녕하세요! 충남대학교의 농구동아리 '윈드스톰'입니다.윈드스톰은 농구에 관심이 있거나 좋아하는 학생들이 모여 농구의 즐거움과 열정을 함께 나누는 동아리입니다.

저희는 농구를 해보지 않은 초심자, 시청과 응원을 하고 싶은 매니저 모두 편하게 가입할 수 있는 열린 곳입니다.

저희 윈드스톰은 매주 정기 훈련과 회식, 교내 백마리그를 통해 농구 실력과 즐거운 대학생활 모두 챙기고 있습니다.

농구와 함께 낭만 있는 대학생이 되고 싶다면 언제든 편하게 연락해주시거나 동아리방을 찾아주세요, 감사합니다!`,
    인스타그램:
      "https://www.instagram.com/windstorm_basketball?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "농구동아리",
  },
  {
    코드: "1111111",
    그룹: "그룹 F",
    동아리명: "태우회",
    소개글: `"충남대 유일무이한 태권도 동아리 "태우회" 입니다
태권도를 하고싶다면!
운동을 배워보고 싶다면!
태우회는 학번, 나이, 국적에 상관없이 모두 가입하실 수 있습니다!
 
태권도를 전혀 하지 못하더라도 기초부터 차근차근 배울 수 있으니 걱정마세요! 훈련부장과 동아리 부원들과 함께 운동하며 체력도 키우고 실력도 쌓고!
 
동아리 내 정기운동, 다양한 행사들을 통해 잊지 못할 추억도 만들어가세요!
(정기운동, 타 대학 교류전, 전국태권도동아리대회, 동아리 내 행사 등에 “자유롭게” 참여하실 수 있으며 다양한 사람들과 교류할 수 있습니다!)`,
    인스타그램: "https://www.instagram.com/cnu_twh",
    차차: "도복동아리",
  },
  {
    코드: "1100011",
    그룹: "그룹 V",
    동아리명: "우파루파",
    소개글: `"충남대학교의 유일한 수영동아리 우파루파입니다."`,
    인스타그램: "https://www.instagram.com/cnuswim_uplp",
    차차: "수영동아리",
  },
  {
    코드: "1100010",
    그룹: "그룹 AC",
    동아리명: "동그라미",
    소개글: `"중앙 탁구 동아리 ‘동그라미’입니다! "`,
    인스타그램:
      "https://www.instagram.com/dgrm_1979_cnuclub?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "포켓볼동아리",
  },
  {
    코드: "1111111",
    그룹: "그룹 F",
    동아리명: "굿샷",
    소개글: `충남대학교 테니스 동아리 굿샷입니다. 학기 중에는 정기훈련을 통해 테니스 실력을 키우고, 외부적으로는 여러 전국대회 참가와 타 대학과의 교류전을 진행하며 내부적으로는 여러 행사들을 통해 선후배들과 즐거운 추억을 만들어 갑니다. 공간 시간에도 부원끼리 코트장에서 자유롭게 운동을 할 수 있으니 저희 동아리에 지원하셔서 다른 학과 분들과 함께 운동도 하고 친분도 쌓으며 대학생활 추억을 만들어가세요!`,
    인스타그램:
      "https://www.instagram.com/cnu__tennis?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "라켓동아리",
  },
  {
    코드: "0100110",
    그룹: "그룹 AD",
    동아리명: "오름",
    소개글: `혹시 등산 좋아하시나요?
저희는 1962년도에 창설되어 지금까지 이어져 내려오고 있는 충남대 산악회입니다.
속이 답답하고 공부가 지겨울 때 산에 올라가보는 건 어떨까요? 가슴이 뻥 뚫리고 속이 후련해집니다. 막상 혼자 산에 오르기란 선뜻 쉽지가 않지요??. 그럴 땐 저희를 찾아와주세요ㅎㅎ. 학번, 전공 가릴거 없이 모두 환영입니다~~!! 그리고 저희는 등산이외에도 클라이밍 및 각종 친목도모도 하고 있으니 관심 있으시면 연락주세요~~`,
    인스타그램: "https://www.instagram.com/cnu_oreum",
    차차: "등산동아리",
  },
  {
    코드: "1101010",
    그룹: "그룹 I",
    동아리명: "올스타",
    소개글: `FC 올스타는 충남대학교내의 축구를 좋아하는 학생들을 모집하여 학생들끼리 모여 축구 연습 및 매치, 그리고 같이 어울리는 동아리입니다.
매주 금요일 2시부터 농업생명과학대학 운동장, 북부운동장 등 여러 장소에서 공을 차실 수 있습니다. 동아리방은 농업생명과학대학 상록회관 210호에 위치하고있습니다. 많은 관심 부탁드립니다! `,
    인스타그램: "https://www.instagram.com/allstagram_cnu/",
    차차: "축구동아리",
  },
  {
    코드: "0111010",
    그룹: "그룹 Y",
    동아리명: "무형회",
    소개글: `충남대학교 중앙동아리 ‘무형회’입니다. ‘무형회’는 1977년에 창설된 체육분과 소속 축구동아리입니다.
축구를 좋아하는 누구나 환영합니다. 축구, 풋살 대회도 나가고 있으며 주 1회 동아리 활동을 하고 있습니다. 축구뿐만 아니라 동아리원들끼리 술마시고 놀며 즐거운 대학 생활을 하실 수 있습니다.
 또한, 동방도 자유롭게 사용하실 수 있습니다.
 유대감이 넘치는 ‘무형회’! ‘무형회’의 일원이 되어 함께 즐길 학우분들을 기다립니다!`,
    인스타그램:
      "https://www.instagram.com/muhyung_1977?igsh=MWZ0amJsbHNsN2plZw",
    차차: "축구동아리",
  },
  {
    코드: "0101011",
    그룹: "그룹 AE",
    동아리명: "언더독주짓수",
    소개글: `"스스로를 지킬 수 있는 운동인 주짓수를 수련하는 동아리입니다."
주짓수란 본인을 위협하는 상대를 제압하기 위한 유술로, 상대방을 넘어트려 포지션을 점유하거나, 관절을 꺾거나 경동맥을 졸라 상대방을 무력화시키는 유술입니다. 주짓수는 상대방의 힘과 체중을 역으로 이용하는 기술이 많기 때문에 타유술에 비해 여성분들이나 체급이 낮은 분들도 쉽고 재밌게 참여하실 수 있습니다.   인스타그램 : cnu_jiujitsu_underdog`,
    인스타그램: "https://www.instagram.com/cnu_underdog/",
    차차: "도복동아리",
  },
  {
    코드: "1100110",
    그룹: "그룹 AF",
    동아리명: "SL빌리어드",
    소개글: `1. 동아리 이름은 무슨 뜻이에요?
SEOLLEIM(설레임) + Billiards(당구)
새내기는  첫 대학생활의 설레임을  
재학생은 다양한 사람들과 교류의 설레임을 `,
    인스타그램: "x",
    차차: "포켓동아리",
  },
  {
    코드: "1101111",
    그룹: "그룹 AG",
    동아리명: "에이킹스",
    소개글: `"매주 야구하면서 즐거운 추억을 만듭니다."
1980년 창설된 최고(最古)의 야구 동아리

- 끈끈한 유대로 이어온 43년의 역사
- 선배가 한 팀으로 뛰며 가르쳐주는 동아리
- 각종 장비 완비! 적은 경제적 부담
- 밥 잘 사주는 멋진 선배들
- 큰 물에서 놀자! 전국대회 참여

야구를 잘 못해도 복학생이여도 여학생이라도 야구에 대한 열정만 있으면 모두 들어올 수 있습니다!`,
    인스타그램: "https://www.instagram.com/cnu_akings/",
    차차: "야구동아리",
  },
  {
    코드: "0100110",
    그룹: "그룹 AD",
    동아리명: "CNUBC",
    소개글: `안녕하세요, 충남대학교 중앙 볼링동아리 CNUBC입니다.
대표적인 행사로는 한달에 격주로 2회 정기전을 진행합니다.
추가로 개총, MT, 막동, 볼링번개 등 많은 행사를 진행하고 있습니다.
볼링을 좋아하거나 배워보고 싶은 학생 여러분들은 실력 상관없이 환영합니다~!
볼링을 못치셔도 괜찮습니다! 임원진들 및 실력자들이 친절히 알려드립니다.
궁금하신 게 있으시다면 임원진 연락처로 연락주시거나 동방 방을 통해 언제든 문의해주세요. `,
    인스타그램:
      "https://www.instagram.com/cnubc_official/?utm_source=ig_web_button_share_sheet",
    차차: "포켓동아리",
  },
  {
    코드: "1111010",
    그룹: "그룹 AB",
    동아리명: "SERVE",
    소개글: `SERVE는 충남대학교 중앙 배드민턴 동아리로 학년, 나이, 실력에 관계없이 배드민턴에 관심을 가지고 있는 충남대학교 재학생들로 이루어진 동아리입니다. 정기모임, 소모임, DNBU교류전, 학교간 교류전 및 학기별 MT를 진행하고 있습니다. 배드민턴을 좋아하고 열정을 가지고 있는 분들이라면 매학기 지원서에 지원 부탁드립니다!`,
    인스타그램:
      "https://www.instagram.com/cnu_serve?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "라켓동아리",
  },
  {
    코드: "0101011",
    그룹: "그룹 AE",
    동아리명: "한판",
    소개글: `저희 동아리 한판은 유도를 배우고 싶은 충남대학교 학생 남녀노소 상관없이 누구나 환영합니다. 동아리 활동을 통해 단증도 취득하고 대회도 출전할 수 있으며 MT와 같은 친목행사도 있으니 관심 있으신 분은 연락주세요! 자세한 내용은 포스터를 참고해주세요!`,
    인스타그램:
      "https://www.instagram.com/cnu_hanpan?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "도복동아리",
  },
  {
    코드: "1101111",
    그룹: "그룹 AG",
    동아리명: "RIDE",
    소개글: `RIDE는 대학 스노우보드 연합 KUSBF 소속의 동아리로, 매 시즌 휘닉스파크에서 스노우보드 활동을 즐깁니다. 시즌 중에는 KUSBF에서 주최하는 대회에 참여하여 종종 입상하기도 합니다. 비시즌에는 롱보드 크루징, 클라이밍, 스케이트 등 체육활동과 자체/연합 엠티, 친해지길 바라와 같은 친목을 다지기 위한 모임도 준비하고 있으니 많은 관심 부탁드립니다.`,
    인스타그램:
      "https://www.instagram.com/cnu_ride?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "도복동아리",
  },
  {
    코드: "1111111",
    그룹: "그룹 F",
    동아리명: "치고바꼬",
    소개글: `치고바꼬는 충남대학교 야구동아리 중 유일하게 우수 동아리로 선정된 최고의 야구 동아리입니다. 다양한 학과의 선수 부원과 매니저 부원들이 활동하고 있습니다. 주2회 팀연습을 진행하며, 여러 리그, 대회에 참가하여 좋은 성적을 거두고 있습니다. 연습과 경기가 없는 날에는 자체 청백전, 직관, 호프집 단체관람 등 다양한 활동을 진행하고 있어 대학생활을 알차게 보내실 수 있습니다.`,
    인스타그램:
      "https://www.instagram.com/cnu_chigobakko?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "야구동아리",
  },
  {
    코드: "1101111",
    그룹: "그룹 AG",
    동아리명: "위캔버디",
    소개글: `안녕하세요. 충남대학교 골프 동아리 위캔버디(We can birdie)입니다.
저희 동아리는 골프 입문자부터 숙련자까지 다양하게 분포해 있으며,
매주 연습 모임과 스크린 모임을 통해 동아리 부원끼리의 친목과 실력을 향상하고 있습니다.
또한 자체 레슨 프로그램과 테스트 항목이 있어서 새로운 스포츠 종목 도전을 좋아하고
성취를 하고자 하시는 분들도 환영입니다. 많은 관심과 가입문의 부탁 드리겠습니다.`,
    인스타그램:
      "https://www.instagram.com/cnu_wecanbirdie?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "포켓동아리",
  },
  {
    코드: "0100111",
    그룹: "그룹 AH",
    동아리명: "충검회",
    소개글: `"검도를 통해 운동도 하고 친구도 만나는 충남대에서 유일한 검도돌아리입니다."
충남대학교 검도동아리 충검회입니다.
처음 하시는 분들도 임원진이 친절히 가르쳐드립니다!
모든 장비도 구비되어있으니 걱정말고 와서 즐기시면 됩니다!
검도를 시작하고 싶다면 저희 동아리로 오세요!`,
    인스타그램:
      "https://www.instagram.com/cnu_kendo_official?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw%3D%3D",
    차차: "도복동아리",
  },
  {
    코드: "1000110",
    그룹: "그룹 AI",
    동아리명: "AFKN",
    소개글: `"충남대학교 최대 규모의 한국인-외국인 네트워크 형성 동아리"
Hi guys! We are AFKN, the largest CNU social club for international and Korean students. If you are looking to interact with people all over the world, we are the one. We are planning to have inner-city trips, parties, sports game and more!!

AFKN은 충남대 최대의 외국인 교류 동아리입니다. 외국 친구들과 함께 영어도 배우며 회화도 늘고 추억도 쌓고 좋은 기억 만들어가며 즐거운 대학생활 보내요!!`,
    인스타그램: "https://www.instagram.com/cnu_afkn",
    차차: "어학동아리",
  },
  {
    코드: "0010000",
    그룹: "그룹 AJ",
    동아리명: "타임지연구반",
    소개글: `"즐거운 대학 동아리 생활, 타임지에서 IT'S TIME"
저희 동아리는 토익 스터디, 타임지 강독(타임지를 사용한 시사 영어 스터디), 스피킹 스터디 등의 스터디를 진행하고 있습니다. 우리나라뿐만 아니라 전 세계의 이슈에 대해 관심을 가질 수 있고 영어 공부까지 할 수 있어요!! 또한 자체 잡지 제작으로 CNU TIME을 제작하고 있습니다!
 
이외에도 회원들끼리 보드게임, 맛집 탐방 등 취미를 공유하는 소모임도 진행 중입니다.`,
    인스타그램: "https://www.instagram.com/cnu_time.goes.on/",
    차차: "어학동아리",
  },
  {
    코드: "0100000",
    그룹: "그룹 D",
    동아리명: "DIALOG",
    소개글: `"영어를 못해도 넌 할수 있어, 입이 트이게 하는 동아리 여기는 다이얼로그입니다~"
안녕하세요! 50년 전통의 영어회화 정규동아리 다이얼로그입니다!  영어를 좋아하시는 분들, 관심있으신 분들, 배우고자 하시는 분들 모두 환영합니다 :)`,
    인스타그램: "https://www.instagram.com/dia_log1971",
    차차: "어학동아리",
  },
  {
    코드: "110X010",
    그룹: "그룹 AK",
    동아리명: "하이볼",
    소개글: `🏐하이볼🏐
    충남대 배구 동아리`,
    인스타그램: "https://www.instagram.com/highball_cnu/",
    차차: "배구동아리",
  },
];
